// © Copyright 2012-2013, 2015-2016 HP Development Company, L.P.

HSDTaskName = "デバイス管理";

TaskTitle = "デバイス管理";
HSDPasswordButton = "管理パスワードの設定/変更…";
HSDEnableAllTitle = "すべて有効にする";
HSDDisableAllTitle = "すべて無効にする";
HSDCustomSettingsTitle = "カスタム設定:";
HSDOnTitle = "オン";
HSDFeatureNameTitle = "機能名";

Networking = "Ethernet";
Wireless = "ワイヤレス";
WirelessAccessPoint = "ワイヤレス アクセス ポイント";
Fax = "ファクス";
DigitalSend = "デジタル送信";
MassStorage = "フォトカード/マス ストレージ";
ePrint = "ePrint";
SIPs = "SIP";
MobileApps = "MobileApps サービス";
ControlPanelAccess = "コントロール パネル ロック";
Scan = "スキャン";
RemoteScan = "コンピュータまたはモバイル デバイスからスキャン";
WebScan = "Web スキャン";
WebServices = "Web サービス";
FaxReprint = "ファクスの再印刷";
ReceivingColorFax = "カラー ファクス (受信ファクス)";
PrintFromMassStorage = "USB デバイスから開く/印刷する";
ScanToMassStorage = "USB に保存する (USB にスキャンする)";
MassStorageRestrictColor = "メモリ デバイスからカラー印刷";
Copy = "コピー";
ColorCopy = "カラー コピー";
DFA = "デバイス ファクス アーカイブ (DFA)";
ScanToEmail = "電子メールにスキャン";
ScanToNetworkFolder = "ネットワーク フォルダにスキャン";
ScanToSharePoint = "SharePoint にスキャン";
ManualFromEmailAddress = "電子メール アドレス エントリから手動";
ConsumableSubscription = "インク サブスクリプション";
SFS = "オンライン ヘルプ";
UsageDataCollection = "使用状況データの収集";
WebProxy = "Web プロキシ";
WDAP = "Web プロキシ自動検出 (WPAD)";
FirmwareUpdate = "ファームウェアのアップデート";
WebFirmwareUpdate = "Web からダウンロードされるファームウェア アップデート";

AirPrint = "AirPrint™";
GoogleCloudPrint = "Google クラウド プリント";
GoogleCloudPrintPrivet = "Google クラウド プリントを使用してワイヤレス ネットワーク経由で印刷する";

DisableControlPanelAccessAlertTitle =  "コントロール パネル ロックを有効にすると、HP Utility のプリンタ設定へのアクセスも制限されます。コントロール パネル ロックを有効にしますか?";
DisableControlPanelAccessAlertDescription = "HP Utility でプリンタ設定の表示と構成を行うには、コントロール パネル ロックを無効にする必要があります。有効にした場合、構成を実行するにはプリンタの組み込み Web サーバを使用します。";
DisableControlPanelAccessAlertButton = "コントロール パネル ロックを有効にする";

HSDFeatureRequiresRebootNote = "(1) 設定を有効にするにはプリンタを再起動します。";

NoSetTitle = "%@ が更新されていません。";
NoSetMessage = "この設定の変更に対して許可された最大試行回数を超えました。 1 時間後にもう一度実行してください。";

// password window
HSDOldPasswordTitle = "古いパスワード:";
HSDNewPasswordTitle = "新しいパスワード:";
HSDConfirmPasswordTitle = "新しいパスワードの確認:";
IncorrectPasswordMessage = "パスワードが正しくありません。";
NewPasswordTooLong = "新しいパスワードが長すぎます。";
PasswordNotSupported = "パスワード変更はサポートされていません。";
PasswordRuntimeError = "不明なエラー。";

HSDOkButton = "OK";
HSDCancelButton = "キャンセル";
